{ "blog": "Novidades", "create": "Criar um Pinguim", "play": "Jogar!", "terms": "Termos de serviço", "privacy": "Política de Privacidade", "disclaimer1": "Club Penguin Plus é um remake independente do Club Penguin™ (2005-2017).", "disclaimer2": "Não somos afiliados à The Walt Disney Company", "about1": "O Club Penguin Plus é uma recriação do Club Penguin Moderno (2015-17). É totalmente jogável em seu navegador usando HTML5 e é completamente livre para jogar Sem recursos trancados atrás de um paywall, você pode jogar o quanto quiser. Somos o primeiro servidor HTML5 do Club Penguin a suportar vários idiomas e temos uma grande comunidade de jogadores.", "about2": "Temos uma comunidade ativa e crescente para apoiar nosso jogo. Você pode se juntar a nós no Discord e Twitter, onde você pode ser mantido atualizado sobre as últimas notícias e eventos, e interagir com nossa dedicada base de jogadores, em nossa comunidade moderada e segura, adequada para todas as idades, e em 3 idiomas diferentes - inglês, espanhol e português.", "tos1": "Este site e servidor de jogos é operado por", "tos2": "Quaisquer serviços web, contas de mídia social ou comunidades sob qualquer outro nome ou domínio não são operados por Nós e não são afiliados a Nós. Ao utilizar nossos serviços, você entende que somos um servidor de jogos independente e um website operado por um grupo de indivíduos não afiliados à The Walt Disney Company, Disney Interactive Media, ou qualquer uma de suas subsidiárias ('Disney'), ou qualquer outro Club Penguin Server (CPPS). Não reivindicamos a propriedade de qualquer conteúdo visual ou de áudio originalmente do Club Penguin™. Também não reivindicamos ter a permissão da Disney para usar qualquer conteúdo do Club Penguin™. Devido a isto, você não pode nos responsabilizar por quaisquer avisos de direitos autorais ou outras ramificações legais do uso do conteúdo do Club Penguin™ em sua própria mídia, e você entende que, se a Disney solicitar, poderemos ter que encerrar nosso serviço sem aviso prévio e efeito imediato", "tos3": "Poderemos coletar informações pessoais de você quando você se registrar em nosso serviço, assinar nosso serviço ou interagir de outra forma com nosso serviço como indicado em nosso", "tos4": "Por favor, leia e reveja isto antes de usar nosso serviço", "tos5": "Termos de Conta", "tos6": "Ao criar uma conta no Club Penguin Plus, você está concordando com estes termos e com nossas regras - que você poderá ver abaixo. Você é responsável por manter a segurança de sua conta e senha, e, portanto, é responsável por toda e qualquer atividade que ocorra em nosso jogo usando sua conta. Você também concorda que tem pelo menos 13 anos de idade, ou a maioridade em seu país, ou tem a permissão de seus pais ou responsáveis para usar nosso serviço lendo e concordando com estes termos", "tos7": "Uso de nossos serviços de jogos", "tos8": "Você não deve usar nossos serviços para infringir qualquer lei em seu país, estado ou região, ou qualquer lei internacional, pois você está se comunicando com usuários em muitos países. Levamos a segurança de nossos usuários muito a sério, e não permitiremos conscientemente que ninguém utilize nossos serviços para infringir qualquer lei em seu país, estado ou região, ou qualquer lei internacional. Se descobrirmos que você está usando nossos serviços para este fim, poderemos encerrar imediatamente sua conta, bem como qualquer outra conta no mesmo endereço de Protocolo Internet (IP) de sua conta e, dependendo da gravidade da infração, poderemos também usar os dados que coletamos para denunciá-lo às autoridades policiais necessárias", "tos9": "Se você tiver que enviar qualquer trabalho artístico, imagens, música ou qualquer outro conteúdo sujeito a direitos autorais para nosso serviço, você renuncia a qualquer direito de solicitar a remoção desse conteúdo de nosso serviço, ou reclamar de volta seu conteúdo sujeito a direitos autorais. Qualquer trabalho feito sob contrato conosco, com consentimento prévio por escrito ou pagamento, é legalmente protegido por direitos autorais do Club Penguin Plus, e você não poderá usar esse trabalho de nenhuma outra forma sem nosso consentimento prévio por escrito", "tos10": "Nossos serviços devem ser um ambiente seguro para pessoas de todas as idades'. Esperamos que todos os usuários demonstrem respeito para com os outros ao utilizar nossos serviços. Isto inclui, mas não se limita à proibição de conteúdo discriminatório, 'Racismo', 'Sexismo', 'Homofobia', 'Transphobia e Dead-naming', 'Islamafobia', 'Anti-semitismo', 'Ageísmo', 'Xenofobia'. Favor abster-se de usar qualquer linguagem explícita 'palavrões', ou 'palavrões' ao se comunicar com outros jogadores. Não use, sob nenhuma circunstância, linguagem sexual ou violenta ('Não Seguro para o Trabalho', 'NSFW'), ou qualquer outra linguagem que possa ser considerada ofensiva, ameaçadora, ou de outra forma inapropriada", "tos11": "Por favor, não 'hack', 'bot', ou 'trapacear' nossos serviços. Isto inclui, mas não está limitado ao uso de scripts automatizados, bots ou outros softwares. Reservamo-nos o direito de encerrar qualquer conta que seja encontrada usando scripts automatizados, bots ou outro software para acessar nossos serviços, ou manipular pacotes e dados do jogo para ganhar uma vantagem injusta sobre outros jogadores que estejam jogando legitimamente, ou para causar desconforto ou aborrecimento a nossos jogadores. Por favor, use apenas a versão mais recente de nosso cliente de navegador, encontrada em", "tos12": "para acessar nossos servidores de jogos.", "tos13": "Reservamo-nos o direito de encerrar ('proibir') sua conta a qualquer momento, por qualquer motivo, sem aviso prévio, se acreditarmos que você tenha violado algum destes termos. Por favor, tome cuidado para evitar qualquer abuso potencial de nossos serviços, e se você acredita que terminamos indevidamente sua conta, por favor, entre em contato conosco em", "tos14": "nosso servidor Discord", "tos15": "para apelar à sua proibição.", "pri1": "Última atualização: 25 de agosto de 2022", "pri2": "Esta Política de Privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação de suas informações quando Você usa o Serviço e lhe informa sobre seus direitos de privacidade e como a lei o protege", "pri3": "Nós usamos seus dados pessoais para fornecer e melhorar o Serviço. Ao utilizar o Serviço, Você concorda com a coleta e uso de informações de acordo com esta Política de Privacidade", "pri4": "Interpretação e Definições", "pri5": "Interpretação", "pri6": "As palavras das quais a letra inicial é maiúscula têm significados definidos sob as seguintes condições. As seguintes definições têm o mesmo significado independentemente de aparecerem no singular ou no plural", "pri7": "Definições", "pri8": "Para os fins da presente Política de Privacidade:", "pri9": "Conta", "pri10": "significa uma conta única criada para Você acessar nosso Serviço ou partes de nosso Serviço", "pri11": "Empresa", "pri12": "(referido como 'a Empresa', 'Nós', 'Nós' ou 'Nosso' neste Contrato) refere-se ao Club Penguin Plus", "pri13": "Biscoitos", "pri14": "são pequenos arquivos que são colocados em Seu computador, dispositivo móvel ou qualquer outro dispositivo por um website, contendo os detalhes de Seu histórico de navegação nesse website entre seus muitos usos", "pri15": "País", "pri16": "refere-se a: Seu país de residência", "pri17": "dispositivo", "pri18": "significa qualquer dispositivo que possa acessar o Serviço, como um computador, um telefone celular ou um tablet digital", "pri19": "Dados Pessoais", "pri20": "é qualquer informação que se relacione com um indivíduo identificado ou identificável", "pri21": "Serviço", "pri22": "refere-se ao Website e ao Jogo", "pri23": "Prestador de serviços", "pri24": "significa qualquer pessoa física ou jurídica que processe os dados em nome da Empresa. Refere-se a empresas ou indivíduos terceirizados empregados pela Empresa para facilitar o Serviço, para fornecer o Serviço em nome da Empresa, para executar serviços relacionados ao Serviço ou para ajudar a Empresa a analisar como o Serviço é utilizado", "pri25": "Dados de Uso", "pri26": "refere-se a dados coletados automaticamente, gerados pelo uso do Serviço ou da própria infra-estrutura do Serviço (por exemplo, a duração de uma visita de página)", "pri27": "Website", "pri28": "refere-se ao Club Penguin Plus, acessível a partir de", "pri29": "Você", "pri30": "significa o indivíduo que acessa ou utiliza o Serviço, ou a empresa, ou outra entidade legal em nome da qual tal indivíduo está acessando ou utilizando o Serviço, conforme o caso", "pri31": "Coleta e utilização de seus dados pessoais", "pri32": "Tipos de dados coletados", "pri33": "Dados Pessoais", "pri34": "Ao utilizar Nosso Serviço, podemos solicitar que Você nos forneça certas informações pessoalmente identificáveis que podem ser usadas para contatá-lo ou identificá-lo. As informações pessoalmente identificáveis podem incluir, mas não estão limitadas a:", "pri35": "Endereço de e-mail", "pri36": "Nome de usuário (também referido como 'Nome do pingüim')", "pri37": "Os dados de uso são coletados automaticamente ao usar o Serviço", "pri38": "Os Dados de Uso podem incluir informações como o endereço do Protocolo de Internet de seu dispositivo (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas de nosso Serviço que Você visita, a hora e data de sua visita, o tempo gasto nessas páginas, identificadores únicos do dispositivo e outros dados de diagnóstico", "pri39": "Quando Você acessar o Serviço por ou através de um dispositivo móvel, poderemos coletar certas informações automaticamente, incluindo, mas não se limitando ao tipo de dispositivo móvel que Você usa, a ID única do seu dispositivo móvel, o endereço IP do seu dispositivo móvel, o seu sistema operacional móvel, o tipo de navegador de Internet móvel que Você usa, identificadores únicos de dispositivo e outros dados de diagnóstico", "pri40": "Podemos também coletar informações que Seu navegador envia sempre que Você visita nosso Serviço ou quando Você acessa o Serviço por ou através de um dispositivo móvel", "pri41": "Tecnologias de Rastreamento e Cookies", "pri42": "Utilizamos Cookies e tecnologias similares de rastreamento para rastrear a atividade em Nosso Serviço e armazenar certas informações. As tecnologias de rastreamento utilizadas são faróis, etiquetas e scripts para coletar e rastrear informações e para melhorar e analisar Nosso Serviço. As tecnologias que utilizamos podem incluir:", "pri43": "Cookies ou Cookies de Navegador", "pri44": "Um cookie é um pequeno arquivo colocado em seu dispositivo. Você pode instruir seu navegador a recusar todos os Cookies ou a indicar quando um Cookie está sendo enviado. Entretanto, se você não aceitar Cookies, talvez você não consiga utilizar algumas partes de nosso Serviço. A menos que você tenha ajustado a configuração de seu navegador de modo que ele recuse Cookies, nosso Serviço poderá utilizar Cookies", "pri45": "Web Beacons", "pri46": "Certas seções de nosso Serviço e nossos e-mails podem conter pequenos arquivos eletrônicos conhecidos como web beacons (também referidos como clear gifs, pixel tags e single-pixel gifs) que permitem à Empresa, por exemplo, contar os usuários que visitaram essas páginas ou abriram um e-mail e para outras estatísticas relacionadas ao website (por exemplo, registrar a popularidade de uma determinada seção e verificar a integridade do sistema e do servidor)", "pri47": "Cookies podem ser cookies 'Persistentes' ou cookies de 'Sessão'. Cookies Persistentes permanecem em seu computador pessoal ou dispositivo móvel quando Você fica offline, enquanto Cookies de Sessão são excluídos assim que Você fecha seu navegador da Web", "pri48": "Utilizamos tanto os Cookies de Sessão como os Cookies Persistentes para os propósitos definidos abaixo:", "pri49": "Cookies Necessários / Essenciais", "pri50": "Tipo Cookies de sessão", "pri51": "Administrado por: Us", "pri52": "Purpose: Estes Cookies são essenciais para fornecer a Você serviços disponíveis através do Website e para permitir que Você use algumas de suas características. Eles ajudam a autenticar os usuários e a prevenir o uso fraudulento das contas de usuários. Sem estes Cookies, os serviços que Você solicitou não podem ser fornecidos, e Nós só usamos estes Cookies para lhe fornecer esses serviços", "pri53": "Política de Cookies / Cookies de Aceitação de Aviso", "pri54": "Tipo Biscoitos Persistentes", "pri55": "Objetivo: Estes Cookies identificam se os usuários aceitaram o uso de cookies no Website", "pri56": "Cookies de funcionalidade", "pri57": "Objetivo: Estes Cookies nos permitem lembrar as escolhas que Você faz quando utiliza o Website, tais como lembrar seus detalhes de login ou preferência de idioma. O propósito destes Cookies é proporcionar a Você uma experiência mais pessoal e evitar que Você tenha que reinserir suas preferências toda vez que usar o Website", "pri58": "Dados Analíticos", "pri59": "Podemos utilizar serviços de terceiros como o Google Analytics que coletam dados sobre o seu uso de nossos serviços, incluindo quanto tempo você usou nossos serviços, as páginas que visitou e os links que seguiu. Isto é para que possamos melhorar nossos serviços e torná-los mais úteis para você. Estes dados podem ser apresentados a nós por região, país e outros fatores, nenhum dos quais está vinculado a suas informações pessoais", "pri60": "Uso de seus dados pessoais", "pri61": "A Empresa pode utilizar os Dados Pessoais para os seguintes propósitos:", "pri62": "Para fornecer e manter nosso serviço", "pri63": "inclusive para monitorar o uso do nosso Serviço", "pri64": "Para administrar sua conta:", "pri65": "para gerenciar seu registro como usuário do Serviço. Os Dados Pessoais que Você fornece podem lhe dar acesso a diferentes funcionalidades do Serviço que estão disponíveis a Você como usuário registrado", "pri66": "Para a execução de um contrato:", "pri67": "para o desenvolvimento, cumprimento e compromisso do contrato de compra dos produtos, itens ou serviços que Você adquiriu ou de qualquer outro contrato conosco através do Serviço", "pri68": "Para entrar em contato com Você:", "pri69": "Para contatá-lo por e-mail, chamadas telefônicas, SMS, ou outras formas equivalentes de comunicação eletrônica, tais como notificações push de um aplicativo móvel relativas a atualizações ou comunicações informativas relacionadas às funcionalidades, produtos ou serviços contratados, incluindo as atualizações de segurança, quando necessário ou razoável para sua implementação", "pri70": "Para lhe fornecer", "pri71": "com blog, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos que são similares aos que você já adquiriu ou consultou, a menos que você tenha optado por não receber tais informações", "pri72": "Para administrar seus pedidos:", "pri73": "Para atender e administrar Suas solicitações a Nós", "pri74": "Para transferências de negócios:", "pri75": "Podemos usar Suas informações para avaliar ou conduzir uma fusão, alienação, reestruturação, reorganização, dissolução, ou outra venda ou transferência de alguns ou todos os Nossos ativos, seja como uma empresa em andamento ou como parte de um processo de falência, liquidação ou similar, no qual os Dados Pessoais de Nós sobre os usuários de nossos Serviços estejam entre os ativos transferidos", "pri76": "Para outros fins", "pri77": "Podemos utilizar suas informações para outros fins, tais como análise de dados, identificação de tendências de uso, determinação da eficácia de nossas campanhas promocionais e para avaliar e melhorar nossos serviços, produtos, serviços, marketing e sua experiência", "pri78": "Podemos compartilhar suas informações pessoais nas seguintes situações:", "pri79": "Com Prestadores de Serviços:", "pri80": "Podemos compartilhar Suas informações pessoais com Provedores de Serviços para monitorar e analisar o uso de nosso Serviço, para contatá-lo.", "pri81": "Para transferências comerciais:", "pri82": "Podemos compartilhar ou transferir Suas informações pessoais em conexão com, ou durante negociações de qualquer fusão, venda de ativos da Empresa, financiamento ou aquisição da totalidade ou de parte de Nossos negócios para outra empresa", "pri83": "Com Afiliados:", "pri84": "Podemos compartilhar suas informações com nossas afiliadas, caso em que exigiremos dessas afiliadas que honrem esta Política de Privacidade. Afiliadas incluem Nossa matriz e quaisquer outras subsidiárias, parceiros de joint venture ou outras empresas que controlamos ou que estão sob controle comum conosco", "pri85": "Com parceiros de negócios:", "pri86": "Podemos compartilhar Suas informações com Nossos parceiros comerciais para lhe oferecer determinados produtos, serviços ou promoções", "pri87": "Com outros usuários:", "pri88": "quando Você compartilhar informações pessoais ou de outra forma interagir nas áreas públicas com outros usuários, tais informações poderão ser vistas por todos os usuários e poderão ser distribuídas publicamente fora", "pri89": "com o seu consentimento", "pri90": "Podemos revelar suas informações pessoais para qualquer outro propósito com seu consentimento", "pri91": "Retenção de seus dados pessoais", "pri92": "A Empresa reterá seus dados pessoais somente pelo tempo necessário para as finalidades estabelecidas nesta Política de Privacidade. Retenção e uso de seus dados pessoais na medida necessária para cumprir com nossas obrigações legais (por exemplo, se formos obrigados a reter seus dados para cumprir com as leis aplicáveis), resolver disputas e aplicar nossos acordos e políticas legais", "pri93": "A Empresa também reterá os Dados de Uso para fins de análise interna. Os Dados de Uso são geralmente retidos por um período de tempo mais curto, exceto quando esses dados são usados para reforçar a segurança ou para melhorar a funcionalidade de Nosso Serviço, ou somos legalmente obrigados a reter esses dados por períodos de tempo mais longos", "pri94": "Transferência de seus dados pessoais", "pri95": "Suas informações, incluindo dados pessoais, são processadas nos escritórios operacionais da empresa e em qualquer outro lugar onde as partes envolvidas no processamento estejam localizadas. Isto significa que esta informação pode ser transferida para - e mantida em - computadores localizados fora de seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados possam ser diferentes daquelas de sua jurisdição", "pri96": "Seu consentimento a esta Política de Privacidade seguida por Sua apresentação de tais informações representa Sua concordância com essa transferência", "pri97": "A Empresa tomará todas as medidas razoavelmente necessárias para assegurar que seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de seus dados pessoais será realizada para uma organização ou país a menos que haja controles adequados, incluindo a segurança de seus dados e outras informações pessoais", "pri98": "Divulgação de seus dados pessoais", "pri99": "Transações comerciais", "pri100": "Se a empresa estiver envolvida em uma fusão, aquisição ou venda de ativos, seus dados pessoais poderão ser transferidos. Forneceremos aviso antes que seus Dados Pessoais sejam transferidos e fiquem sujeitos a uma Política de Privacidade diferente", "pri101": "Aplicação da lei", "pri102": "Sob certas circunstâncias, a Empresa pode ser obrigada a divulgar seus dados pessoais se exigido por lei ou em resposta a pedidos válidos das autoridades públicas (por exemplo, um tribunal ou uma agência governamental)", "pri103": "Outras exigências legais", "pri104": "A Empresa pode revelar seus dados pessoais de boa fé, acreditando que tal ação é necessária para:", "pri105": "Cumprir com uma obrigação legal", "pri106": "Proteger e defender os direitos ou propriedade da Empresa", "pri107": "Prevenir ou investigar possíveis erros em conexão com o Serviço", "pri108": "Proteger a segurança pessoal dos Usuários do Serviço ou do público", "pri109": "Proteger contra responsabilidade legal", "pri110": "Segurança de seus dados pessoais", "pri111": "A segurança de seus dados pessoais é importante para nós, mas lembre-se de que nenhum método de transmissão pela Internet, ou método de armazenamento eletrônico é 100% seguro. Enquanto nos esforçamos para usar meios comercialmente aceitáveis para proteger seus dados pessoais, não podemos garantir sua segurança absoluta", "pri112": "Privacidade das crianças", "pri113": "Ao utilizar nosso Serviço, você confirma que tem mais de 13 anos de idade ou a maioridade em seu País, Estado ou Região, ou tem o consentimento de um dos pais ou responsável para utilizar nosso serviço. Não coletamos intencionalmente informações pessoalmente identificáveis de menores de 13 anos, sem o consentimento de um dos pais ou responsável. Para criar uma conta em nosso site, você deve ter o consentimento de um dos pais ou responsável para que possamos processar seus dados, conforme detalhado nesta Política de Privacidade, através de sua ação de leitura e concordância com estes termos", "pri114": "Se precisarmos confiar no consentimento como base legal para processar suas informações e seu país exigir o consentimento de seus pais, poderemos exigir o consentimento de seus pais antes de coletarmos e usarmos essas informações", "pri115": "Links para outros Websites", "pri116": "Nosso Serviço pode conter links para outros sites que não são operados por nós. Se Você clicar em um link de terceiros, Você será direcionado para o site desses terceiros. Aconselhamos fortemente que Você reveja a Política de Privacidade de cada site que Você visitar", "pri117": "Não temos controle sobre e não assumimos responsabilidade pelo conteúdo, políticas ou práticas de privacidade de quaisquer sites ou serviços de terceiros", "pri118": "Alterações a esta Política de Privacidade", "pri119": "Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos Você sobre quaisquer mudanças, colocando a nova Política de Privacidade nesta página", "pri120": "Nós o informaremos via e-mail e/ou um aviso em destaque em Nosso Serviço, antes que a mudança se torne efetiva e atualizemos a data da 'Última atualização' no topo desta Política de Privacidade", "pri121": "Você é aconselhado a rever esta Política de Privacidade periodicamente para quaisquer mudanças. As mudanças nesta Política de Privacidade são efetivas quando são publicadas nesta página", "pri122": "Contate-nos", "pri123": "Se você tiver alguma dúvida sobre esta Política de Privacidade, você pode entrar em contato conosco:", "pri124": "Por e-mail:", "pri125": "Ou por e-mail", "pri126": "Nosso servidor Discord.", "modernfeatures": "Sistema Igloo que permite aos jogadores projetar até 4 iglus, assim como um sistema para gostar de iglus, salas modernas, minijogos, catálogos e aventuras para mantê-lo ocupado!", "challenges": "Os jogadores podem participar de desafios diários e semanais para ganhar moedas especiais, que podem então ser usadas para comprar itens em nosso mercado de desafios rotativos!", "explore": "Mais de 40 salas para explorar, cada uma com seu próprio tema e atividades únicas. Ganhe selos completando tarefas e jogue minijogos espalhados pela ilha!", "express": "Os jogadores podem se expressar e personalizar seu pinguim com um dos 8 catálogos sempre disponíveis, apresentando centenas de itens obteníveis no lançamento." }
